/* 
   Localizable.strings
   CrashReporterDemo

   Created by Andreas Linde on 04.03.09.
   Copyright 2009 Andreas Linde. All rights reserved.
 */

/* Global strings */

/* For dialogs yes buttons */
"Yes" = "Ja";

/* For dialogs no buttons */
"No" = "Nein";

/* For dialogs ok buttons */
"OK" = "OK";


/* Crash dialog */

/* Title showing in the alert box when crash report data has been found */
"CrashDataFoundTitle" = "Problem entdeckt";

/* Description explaining that crash data has been found and ask the user if the data might be uplaoded to the developers server */
"CrashDataFoundDescription" = "Das Program ist leider das letzte Mal abgestürzt. Möchten Sie die anonymen Probleminformationen an die Entwickler senden, damit diese versuchen können, das Problem zu beheben?";

/* Alert box button if the users wants to send crash data always automatically */
"Always" = "Immer";

/* Text showing in a processing box that the crash data is being uploaded to the server */
"Sending" = "Senden…";

/* Title for the alertview giving feedback about the crash */
"CrashResponseTitle" = "Fehlerstatus";

/* Full text telling the bug is fixed and will be available in the next release */
"CrashResponseNextRelease" = "Die Ursache für den Fehler wurde bereits behoben und wird in der nächsten Version von %@ enthalten sein.";

/* Full text telling the bug is fixed and the new release is waiting at Apple */
"CrashResponseWaitingApple" = "Die Ursache für den Fehler wurde bereits behoben und die neue Version von %@ wartet auf die Freigabe von Apple.";

/* Full text telling the bug is fixed and an update is available in the AppStore */
"CrashResponseAvailable" = "Die Ursache für den Fehler wurde bereits behoben und die neue Version von %@ ist verfügbar. Bitte aktualisieren!";
